error_message = "Произошла ошибка, попробуйте другой url или просто отправьте текстом"

start_message = """👋 Привет! Я — news-checker Бот, твой помощник в мире информации.
📢 Увидел новость и сомневаешься, правда ли это? Просто пришли её мне — я проверю и скажу, насколько ей можно доверять.
🧠 Что я умею:
Проверять факты и источники
Распознавать фейки и манипуляции

! от тебя требуется только отправить кусочек статьи или ссылку на нее !

Важно: у меня нет доступа в интернет, я проверяю все через алгоритм

⚠️ Внимание: я не всеведущ, но стараюсь использовать проверенные данные и надежные источники. Всегда думай критически — даже если я уже проверил!
Готов проверить первую новость? Отправь её мне 📩"""